Repository: konturio/disaster-ninja-fe
Catalog: src/core/localization/gettext/*/common.po
Languages: ar, be, de, id, pl, ru, uk

source: km
ar: كم
be: км
ru: км
uk: км

source: m
ar: م
be: м
ru: м
uk: м

source: to
ar: إلى
be: да
de: bis
id: ke
pl: do
ru: до
uk: до

source: or
be: ці
pl: lub
ru: или

source: Log out
be: Выйсці
pl: Wyloguj się
ru: Выйти
uk: Вийти

source: Save
ar: حفظ
be: Захаваць
de: Speichern
id: Simpan
pl: Zapisz
ru: Сохранить
uk: Зберегти

source: Cancel
ar: إلغاء
be: Адмяніць
de: Abbrechen
id: Batalkan
pl: Anuluj
ru: Отменить
uk: Скасувати

source: OK
be: ОК
ru: ОК

source: Create
ar: إنشاء
be: Стварыць
de: Erstellen
id: Buat
pl: Utwórz
ru: Создать
uk: Створити

source: Disasters
ar: كوارث
be: Катастрофы
de: Katastrophen
id: Bencana
pl: Katastrofy
ru: Катастрофы
uk: Катастрофа

source: Loading...
ar: جارٍ التحميل...
be: Загрузка...
de: Wird geladen...
id: Memuat...
pl: Ładowanie...
ru: Загрузка...
uk: Завантаження...

source: Preparing data
pl: Przygotowywanie danych
ru: Подготовка данных

source: Loading disasters
be: Загрузка катастроф
pl: Ładowanie katastrof
ru: Загрузка катастроф

source: Legend
ar: عنوان تفسيري
be: Легенда
de: Legende
id: Legenda
pl: Legenda
ru: Легенда
uk: Легенда

source: maps
ar: خرائط
be: Мапы
de: Karten
id: peta
pl: mapy
ru: Карты
uk: мапи

source: Vertical direction
ar: الاتجاه الرأسي
be: Вертыкальны напрамак
de: Vertikale Richtung
id: Arah vertikal
pl: Kierunek pionowy
ru: Вертикальное направление
uk: По вертикалі

source: Horizontal direction
ar: الاتجاه الأفقي
be: Гарызантальны напрамак
de: Horizontale Richtung
id: Arah horizontal
pl: Kierunek poziomy
ru: Горизонтальное направление
uk: По горизонталі

source: Legend presentation
ar: عرض العنوان التفسيري
be: Адлюстраванне легенды
de: Darstellung der Legende
id: Penyajian legenda
pl: Prezentacja legendy
ru: Отображение легенды
uk: Презентація легенди

source: Layers
ar: طبقات
be: Слаі
de: Ebenen
id: Lapisan
pl: Warstwy
ru: Слои
uk: Шари

source: Layer
pl: Warstwa
ru: Слой

source: Measure distance
be: Вымераць адлегласць
pl: Zmierz odległość
ru: Измерить расстояние
uk: Виміряти відстань

source: Locate me
ar: حدد موقعي
be: Вызначыць маё месцазнаходжанне
de: Standort finden
id: Temukan saya
pl: Zlokalizuj mnie
ru: Найти меня
uk: Знайти мене

source: Toolbar
be: Панэль інструментаў
pl: Pasek narzędzi
ru: Панель инструментов
uk: Панель інструментів

source: Download
be: Спампаваць
pl: Pobierz
ru: Скачать
uk: Завантажити

source: Delete
be: Выдаліць
pl: Usuń
ru: Удалить
uk: Видалити

source: Select admin boundary
be: Вылучыць адміністрацыйную мяжу
pl: Wybierz granicę administracyjną
ru: Выделить административную границу
uk: Вибрати адміністративний кордон

source: Create layer
be: Стварыць слой
pl: Utwórz warstwę
ru: Создать слой
uk: Створити шар

source: Upload GeoJSON
be: Загрузіць GeoJSON
pl: Prześlij GeoJSON
ru: Загрузить GeoJSON
uk: Завантажити GeoJSON

source: Draw or edit geometry
be: Маляваць або рэдагаваць геаметрыю
pl: Rysuj lub edytuj geometrię
ru: Рисовать или редактировать геометрию
uk: Намалювати або редагувати геометрію

source: Edit map in OSM
be: Рэдагаваць мапу ў OSM
pl: Edytuj mapę w OSM
ru: Редактировать карту в OSM
uk: Редагувати мапу в OpenStreetMap

source: Record sensors
be: Запісваць даныя датчыкаў
pl: Rejestruj sensory
ru: Записать данные с датчиков

source: Tools
be: Інструменты
pl: Narzędzia
ru: Инструменты

source: Selected area
be: Вылучаная вобласць
pl: Wybrany obszar
ru: Выделенная область

source: Upload MCDA
be: Загрузіць аналіз
pl: Prześlij MCDA
ru: Загрузить анализ

source: Erase
be: Сцерці
pl: Wyczyść
ru: Стереть
uk: Стерти

source: Edit
be: Рэдагаваць
pl: Edytuj
ru: Редактировать
uk: Редагувати

source: Hide
be: Схаваць
pl: Ukryj
ru: Скрыть
uk: Приховати

source: Show
be: Паказаць
pl: Pokaż
ru: Показать
uk: Показати

source: Feed
ar: تغذية
be: Стужка
pl: Kanał
ru: Лента
uk: Стрічка

source: Deselect
ar: إلغاء
be: Зняць вылучэнне
de: Auswahl aufheben
id: Batalkan Pilihan
pl: Odznacz
ru: Снять выделение
uk: Зняти вибір

source: Gathering data
ar: جمع البيانات
be: Збор даных
de: Daten sammeln
id: Mengumpulkan data
pl: Zbieranie danych
ru: Сбор данных
uk: Збираємо дані

source: Updated
ar: تحديث
be: Абноўлена
de: Aktualisiert
id: Diperbarui
pl: Zaktualizowano
ru: Обновлено
uk: Оновлено

source: Started
be: Пачалося
pl: Rozpoczęto
ru: Началось

source: Created
pl: Utworzono
ru: Создано

source: OSM gaps
pl: Luki w OSM
ru: Пробелы в OSM

source: No data received
ar: لم تُستقبل أي بيانات
be: Даныя не атрыманы
de: Keine Daten erhalten
id: Tidak ada data yang diterima
pl: Nie otrzymano danych
ru: Данные не получены
uk: Немає даних

source: Wrong data received
ar: تم استلام بيانات خاطئة
be: Атрыманы памылковыя даныя
de: Falsche Daten empfangen
id: Data yang diterima salah
pl: Otrzymano błędne dane
ru: Получены неверные данные
uk: Отримано неправильні дані

source: Error
ar: خطأ
be: Памылка
de: Fehler
id: Kesalahan
pl: Błąd
ru: Ошибка
uk: Помилка

source: Sort Icon
ar: أيقونة الترتيب
be: Сартаванне
de: Sortiersymbol
id: Sortir Ikon
pl: Ikona sortowania
ru: Сортировка
uk: Значок сортування

source: The feed contains real-time data about Cyclones, Droughts, Earthquakes, Floods, Volcanoes, Wildfires.
ar: يحتوي الموجز على بيانات فورية عن الأعاصير والجفاف والزلازل والفيضانات والبراكين وحرائق الغابات.
be: Стужка змяшчае даныя ў рэжыме рэальнага часу аб цыклонах, засухах, землятрусах, паводках, вулканах і лясных пажарах.
de: Der Feed enthält Echtzeitdaten über Wirbelstürme, Dürren, Erdbeben, Überschwemmungen, Vulkanausbrüche und Waldbrände.
id: Feed berisi data waktu-nyata tentang Angin Topan, Kekeringan, Gempa, Banjir, Gunung Meletus, Kebakaran Hutan.
pl: Kanał zawiera dane w czasie rzeczywistym o cyklonach, suszach, trzęsieniach ziemi, powodziach, wulkanach i pożarach.
ru: Лента содержит данные в реальном времени о циклонах, засухах, землетрясениях, наводнениях, вулканах, лесных пожарах.
uk: Стрічка містить дані в реальному часі про циклони, посухи, землетруси, повені, вулкани, лісові пожежі.

source: Sorry, we are having issues which will be fixed soon
be: Прабачце, узніклі праблемы, якія хутка будуць выпраўлены
pl: Przepraszamy, wystąpiły problemy, które wkrótce zostaną naprawione
ru: Извините, у нас возникли проблемы, которые скоро будут исправлены
uk: Вибачте, у нас виникли проблеми, які незабаром будуть вирішені

source: Request timeout
be: Час чакання запыту скончыўся
pl: Przekroczono limit czasu żądania
ru: Время ожидания запроса истекло
uk: Час очікування запиту минув

source: Cannot connect to server
be: Не атрымалася злучыцца з серверам
pl: Nie można połączyć się z serwerem
ru: Не удается подключиться к серверу
uk: Не вдається під'єднатися до сервера

source: Forbidden
ar: محظور
be: Забаронена
de: Verboten
id: Terlarang
pl: Zabronione
ru: Доступ запрещен
uk: Заборонено

source: Not found
ar: لم يتم العثور على
be: Не знойдзена
de: Nicht gefunden
id: Tidak ditemukan
pl: Nie znaleziono
ru: Не найдено
uk: Не знайдено

source: Unknown
ar: غير معروف
be: Невядома
de: Unbekannt
id: Tidak diketahui
pl: Nieznane
ru: Неизвестно
uk: Невідомий

source: Server error
be: Памылка сервера
pl: Błąd serwera
ru: Ошибка сервера
uk: Помилка серверу

source: Something went wrong. Please try again
be: Нешта пайшло не так. Калі ласка, паспрабуйце зноў
pl: Coś poszło nie tak. Spróbuj ponownie
ru: Что-то пошло не так. Пожалуйста, попробуйте снова
uk: Щось пішло не так. Будь ласка, спробуйте знову

source: Overlays
ar: تراكميات
be: Оверлэі
de: Überlagerungen
id: Tumpang Susun
pl: Nakładki
ru: Оверлеи
uk: Оверлеї

source: Basemap
ar: الخريطة الأساسية
be: Базавая мапа
de: Basiskarte
id: Peta Dasar
pl: Mapa bazowa
ru: Базовая карта
uk: Базова карта

source: Layers in selected area
ar: طبقات في المنطقة المختارة
be: Слаі ў вылучанай зоне
de: Ebenen im ausgewählten Bereich
id: Lapisan di area pilihan
pl: Warstwy w wybranym obszarze
ru: Слои в выделенной области
uk: Шари у вибраній області

source: Your layers
be: Вашы слаі
pl: Twoje warstwy
ru: Ваши слои
uk: Ваші шари

source: Kontur analytics
be: Аналітыка Kontur
pl: Analiza Kontur
ru: Аналитика Kontur
uk: Аналітика Kontur

source: OpenStreetMap inspector
be: Інспектар OpenStreetMap
pl: Inspektor OpenStreetMap
ru: Инспектор OpenStreetMap
uk: Інспектор OpenStreetMap

source: OpenStreetMap based
be: На аснове OpenStreetMap
pl: Na podstawie OpenStreetMap
ru: На основе OpenStreetMap
uk: На основі OpenStreetMap

source: Other
ar: آخر
be: Іншае
de: Andere
id: Lainnya
pl: Inne
ru: Другое
uk: Інше

source: Elevation
ar: ارتفاع
be: Вышыня
de: Höhe
id: Elevasi
pl: Wysokość
ru: Высота
uk: Рел'єф

source: Imagery
be: Здымкі
pl: Obrazy
ru: Изображения
uk: Зображення

source: Map
ar: الخريطة
be: Мапа
de: Karte
id: Peta
pl: Mapa
ru: Карта
uk: Мапа

source: Load World Data
ar: تحميل بيانات العالم
be: Загрузіць сусветныя даныя
de: Weltdaten laden
id: Memuat Data Dunia
pl: Załaduj dane globalne
ru: Загрузить мировые данные
uk: Завантажити дані на всю планету

source: Numerator
ar: البسط
be: Лічнік
de: Zähler
id: Pembilang
pl: Licznik
ru: Числитель
uk: Чисельник

source: Normalized By
ar: تطبيع بواسطة
be: Нармалізавана па
de: Normalisiert auf
id: Dinormalkan Dengan
pl: Znormalizowane przez
ru: Нормализовано по
uk: Нормалізовано за

source: Sum
ar: مجموع
be: Сума
de: Summe
id: Jumlah
pl: Suma
ru: Сумма
uk: Сума

source: Min
ar: الحد الأدنى
be: Мінімум
ru: Минимум
uk: Мін.

source: Max
ar: الحد الأقصى
be: Максімум
id: Maks
pl: Maks
ru: Максимум
uk: Макс.

source: Mean
ar: المتوسط
be: Сярэдняе
de: Mittelwert
id: Rerata
pl: Średnia
ru: Среднее
uk: Середнє

source: Stddev
be: Стандартнае адхіленне
de: SD
id: Simpangan baku
pl: Odchylenie standardowe
ru: Стандартное отклонение
uk: Стандартне відхилення

source: Median
ar: الوسيط
be: Медыяна
pl: Mediana
ru: Медиана
uk: Медіана

source: Filter Numerator
be: Фільтр па лічніку
pl: Filtruj licznik
ru: Фильтр числителя
uk: Фільтр чисельника

source: Filter Denominator
ar: مقام المرشح
be: Фільтр па назоўніку
de: Filter Nenner
id: Filter Penyebut
pl: Filtruj mianownik
ru: Фильтр знаменателя
uk: Фільтр знаменника

source: Multi-criteria decision analysis
be: Шматкрытэрыяльны аналіз
pl: Wielokryterialna analiza decyzyjna
ru: Многокритериальный анализ

source: Create MCDA
be: Стварыць аналіз
pl: Utwórz MCDA
ru: Создать анализ

source: Create multi-criteria decision analysis
ru: Создать многокритериальный анализ слоёв

source: Upload multi-criteria decision analysis
ru: Загрузить многокритериальный анализ слоёв

source: Analysis name
be: Назва аналізу
pl: Nazwa analizy
ru: Название анализа

source: e.g., Climate change
be: Напрыклад, Кліматычныя змены
pl: np. Zmiany klimatu
ru: Например, Изменение климата

source: Layer list
be: Спіс слаёў
pl: Lista warstw
ru: Список слоёв

source: Select layers
be: Абраць слаі
pl: Wybierz warstwy
ru: Выберите слои

source: No options
be: Няма варыянтаў
pl: Brak opcji
ru: Нет доступных вариантов

source: Save analysis
be: Захаваць аналіз
pl: Zapisz analizę
ru: Сохранить анализ

source: Analysis name cannot be empty
be: Назва аналізу не можа быць пустой
pl: Nazwa analizy nie może być pusta
ru: Название анализа не может быть пустым

source: Invalid MCDA file format
be: Няправільны фармат файла шматкрытэрыяльнага аналізу
pl: Nieprawidłowy format pliku MCDA
ru: Некорректный формат файла анализа

source: Invalid '{{parameter}}' parameter
be: Няправільны параметр '{{parameter}}'
pl: Nieprawidłowy parametr '{{parameter}}'
ru: Некорректный параметр '{{parameter}}'

source: Invalid '{{parameter}}' parameter in '{{axisName}}' layer
be: Няправільны параметр '{{parameter}}' у слоі '{{axisName}}'
pl: Nieprawidłowy parametr '{{parameter}}' w warstwie '{{axisName}}'
ru: Некорректный параметр '{{parameter}}' в слое '{{axisName}}'

source: Wrong MCDA version
be: Няправільная версія MCDA
pl: Nieprawidłowa wersja MCDA
ru: Неподдерживаемая версия анализа

source: Hexagons are colored based on analysis layer settings. Click a hexagon to see its values.
be: Шасцікутнікі афарбаваны згодна з наладамі аналітычных слаёў. Націсніце на шасцікутнік, каб убачыць яго значэнні.
pl: Sześciokąty są kolorowane zgodnie z ustawieniami warstw analizy. Kliknij sześciokąt, aby zobaczyć jego wartości.
ru: Шестиугольники окрашены в соответствии с настройками анализа слоя. Нажмите на шестиугольник, чтобы увидеть его значения.

source: Save changes
ar: حفظ التغييرات
be: Захаваць змены
de: Änderungen speichern
id: Simpan perubahan
pl: Zapisz zmiany
ru: Сохранить изменения
uk: Зберегти зміни

source: Value range
be: Дыяпазон значэнняў
pl: Zakres wartości
ru: Диапазон значений

source: Outliers
be: Выбітныя значэнні
pl: Wartości odstające
ru: Выпадающие значения

source: Reverse to Good → Bad
be: Перавярнуць на Добра → Дрэнна
pl: Odwróć: Dobre → Złe
ru: Перевернуть: Хорошо → Плохо

source: Reverse to Bad → Good
be: Перавярнуць на Дрэнна → Добра
pl: Odwróć: Złe → Dobre
ru: Перевернуть: Плохо → Хорошо

source: Weight
be: Вага
pl: Waga
ru: Вес

source: Transform
be: Трансфармаваць
pl: Przekształć
ru: Трансформировать

source: Transformation
be: Трансфармацыя
pl: Przekształcenie
ru: Трансформация

source: Normalize
be: Нармалізаваць
pl: Normalizuj
ru: Нормализовать

source: Normalization
be: Нармалізацыя
pl: Normalizacja
ru: Нормализация

source: Full range
be: Поўны дыяпазон
pl: Pełny zakres
ru: Полный диапазон

source: Clamp
be: Абмежаваць
pl: Przytnij
ru: Ограничить

source: Don't modify
be: Не змяняць
pl: Nie modyfikuj
ru: Не изменять

source: No transformation
be: Без трансфармацыі
pl: Bez przekształceń
ru: Без трансформации

source: Square root: sign(x)⋅√|x|
be: Квадратны корань: sign(x)⋅√|x|
pl: Pierwiastek kwadratowy: sign(x)⋅√|x|
ru: Квадратный корень: sign(x)⋅√|x|

source: Cube root: ∛x
be: Кубічны корань: ∛x
pl: Pierwiastek sześcienny: ∛x
ru: Кубический корень: ∛x

source: No
be: Без нармалізацыі
pl: Nie
ru: Без нормализации

source: Max-min
be: Максімум-мінімум
pl: Maks-min
ru: Макс-мин

source: Weight cannot be empty
be: Вага не можа быць пустой
pl: Waga nie może być pusta
ru: Вес не может быть пустым

source: Weight must be a valid number
be: Вага павінна быць лікам
pl: Waga musi być liczbą
ru: Вес должен быть числом

source: The ‘from’ value cannot be bigger than the ‘to’ value
be: Значэнне ‘ад’ не можа быць большым за значэнне ‘да’
pl: Wartość „od” nie może być większa niż wartość „do”
ru: Значение «от» не может быть больше, чем значение «до»

source: Range cannot be empty
be: Дыяпазон не можа быць пустым
pl: Zakres nie może być pusty
ru: Диапазон не может быть пустым

source: Range must be a valid number
be: Дыяпазон павінен быць лікам
pl: Zakres musi być poprawną liczbą
ru: Диапазон должен быть числом

source: The values that will be considered the worst and the best in your analysis.
be: Значэнні, якія будуць лічыцца найгоршымі і найлепшымі ў вашым аналізе.
pl: Wartości uznawane za najgorsze i najlepsze w analizie.
ru: Значения, которые будут считаться наихудшими и наилучшими в вашем анализе.

source: Determine the direction of sentiment for the layer's impact on the analysis: * **Bad → Good**: Higher values indicate a positive sentiment. * **Good → Bad**: Higher values indicate a negative sentiment.
be: Вызначце кірунак уздзеяння для аналізу: * **Дрэнна → Добра**: Больш высокія значэнні паказваюць на станоўчы напрамак. * **Добра → Дрэнна**: Больш высокія значэнні паказваюць на адмоўны напрамак.
pl: Określ kierunek wpływu warstwy na analizę: * **Złe → Dobre**: Wyższe wartości oznaczają pozytywny wpływ. * **Dobre → Złe**: Wyższe wartości oznaczają negatywny wpływ.
ru: Определите направление коннотаций слоя на анализ: * **Плохо → Хорошо**: Более высокие значения указывают на положительное направление. * **Хорошо → Плохо**: Более высокие значения указывают на отрицательное направление.

source: By default, all layers contribute equally to the analysis through a weighted average. Adjusting the increased weight of a layer (2, 3, etc.) allows you to assign additional importance to it in the analysis.
be: Па змаўчанні ўсе слаі аднолькава ўплываюць на аналіз праз узважаную сярэднюю. Павелічэнне вагі слоя (напрыклад, 2, 3 і г.д.) дазваляе вам надаць яму большую важкасць у аналізе.
pl: Domyślnie wszystkie warstwy mają równy wpływ na analizę poprzez średnią ważoną. Zwiększenie wagi warstwy (np. 2, 3 itd.) pozwala przypisać jej większe znaczenie.
ru: По умолчанию все слои вносят равный вклад в анализ через средневзвешенное значение. Увеличение веса слоя (2, 3 и т. д.) позволяет придать ему дополнительную значимость в анализе.

source: Apply calculations to the values. Achieving a more linear distribution will provide more useful information for analysis. **Note**: Calculations are done before normalization.
be: Прымяняйце разлікі да значэнняў. Атрыманне больш лінейнага размеркавання забяспечыць карысную інфармацыю для аналізу. **Заўвага**: Разлікі выконваюцца перад нармалізацыяй.
pl: Zastosuj obliczenia do wartości. Uzyskanie bardziej liniowego rozkładu zapewni lepsze informacje do analizy. **Uwaga**: Obliczenia są wykonywane przed normalizacją.
ru: Примените вычисления к значениям. Достижение более линейного распределения обеспечит более полезную информацию для анализа. **Примечание**: Вычисления выполняются перед нормализацией.

source: Adjusts values to a standardized scale. This helps compare them easily and make decisions. * **Standard score scaling**: This option adjusts values to a standardized scale, ensuring they are all comparable. * **No (for specialists only)**: Leaves values unmodified.
be: Прыводзіць значэнні да стандартызаванай шкалы. Гэта дапамагае лёгка параўноўваць іх і прымаць рашэнні. * **Стандартная шкала адзнак**: Гэты варыянт прыводзіць значэнні да стандартызаванай шкалы, робячы іх супастаўнымі. * **Не (толькі для спецыялістаў)**: Пакідае значэнні без змен.
pl: Dostosowuje wartości do standardowej skali. Ułatwia porównanie i podejmowanie decyzji. * **Skalowanie wartości standardowej**: Dostosowuje wartości do wspólnej skali. * **Nie (tylko dla specjalistów)**: Pozostawia wartości bez zmian.
ru: Приводит значения к стандартизированной шкале. Это упрощает их сравнение и принятие решений. * **Стандартная шкала оценки**: Этот вариант приводит значения к стандартизированной шкале, чтобы они были сопоставимы. * **Нет (только для специалистов)**: Оставляет значения без изменений.

source: * **Clamp**: Set values above the range to 1 and below the range to 0. * **Don’t modify**: Keep 0 and 1 for min and max, but allow outlier scores beyond this range. * **Exclude**: Exclude areas where values are out of range.
be: * **Абмежаваць**: Задаць значэнні вышэй за дыяпазон як 1, ніжэй — як 0. * **Не змяняць**: Захаваць 0 і 1 як мінімум і максімум, але дапускаць значэнні за межамі гэтага дыяпазону. * **Выключыць**: Выключыць з аналізу вобласці, дзе значэнні выходзяць за межы дыяпазону.
pl: * **Przytnij**: Ustaw wartości powyżej zakresu na 1, a poniżej na 0. * **Nie modyfikuj**: Zachowaj 0 i 1 dla wartości min i max, ale dopuszczaj wyniki poza zakresem. * **Wyklucz**: Wyklucz obszary z wartościami poza zakresem.
ru: * **Ограничить**: Установить значения выше диапазона как 1, а ниже диапазона – как 0. * **Не изменять**: Сохранить 0 и 1 для минимального и максимального значений, но допустить выбросы за пределами этого диапазона. * **Исключить**: Исключить области, где значения выходят за пределы диапазона.

source: Bad
be: Дрэнна
pl: Złe
ru: Плохо

source: Good
be: Добра
pl: Dobre
ru: Хорошо

source: Multivariate Analysis
pl: Analiza wielowymiarowa
ru: Многомерный анализ

source: Create analysis layer
pl: Utwórz warstwę analizy
ru: Создать анализ слоёв

source: Upload analysis layer
be: Загрузіць аналітычны слой
pl: Prześlij warstwę analizy
ru: Загрузить анализ слоёв

source: Score {{level}}
be: Адзнака {{level}}
pl: Wynik {{level}}
ru: Оценка {{level}}

source: Compare {{level}}
pl: Porównaj {{level}}
ru: Сравнение {{level}}

source: Score
pl: Wynik
ru: Оценка

source: Compare
pl: Porównaj
ru: Сравнение

source: Hide area
pl: Ukryj obszar
ru: Скрыть область

source: Labels
pl: Etykiety
ru: Подписи

source: Value
pl: Wartość
ru: Значение

source: Range
pl: Zakres
ru: Диапазон

source: Coefficient
pl: Współczynnik
ru: Коэффициент

source: Normalized value
pl: Znormalizowana wartość
ru: Нормализованное значение

source: Search location
ar: البحث عن الموقع
be: Пошук месца
de: Standort suchen
id: Cari lokasi
pl: Wyszukaj lokalizację
ru: Поиск мест
uk: Знайти місцеположення

source: You can search for 📍 locations
be: Вы можаце шукаць 📍 месцы
pl: Możesz wyszukiwać lokalizacje 📍
ru: Вы можете искать 📍 места

source: You can search for 📍 locations or ask ✨ AI your question like “Where is dead wood”
be: Вы можаце шукаць 📍 месцы або задаць ✨ AI ваша пытанне, напрыклад: «Дзе знаходзіцца сухастой?»
pl: Możesz wyszukiwać lokalizacje 📍 lub zadać pytanie ✨ SI, na przykład: „Gdzie jest martwe drewno”
ru: Вы можете искать 📍 места или задать ✨ AI вопрос, например: «Где находится сухостой?»

source: Search
be: Пошук
pl: Szukaj
ru: Поиск

source: Search or ask AI
be: Шукаць або спытацца ў AI
pl: Szukaj lub zapytaj SI
ru: Найти или спросить AI

source: No locations found
be: Няма знойдзеных месцаў
pl: Nie znaleziono lokalizacji
ru: Места не найдены

source: AI is generating an analysis for you
be: AI стварае аналіз для вас
pl: SI generuje dla Ciebie analizę
ru: AI создаёт анализ для вас

source: No AI suggestion
be: Няма прапаноў ад AI
pl: Brak sugestii od SI
ru: Нет предложений от AI

source: AI engine did not respond. Please try again later
be: AI не адказаў. Паспрабуйце пазней
pl: Silnik SI nie odpowiedział. Spróbuj ponownie później
ru: AI не ответил. Пожалуйста, попробуйте позже

source: Create analysis
be: Стварыць аналіз
pl: Utwórz analizę
ru: Создать анализ
uk: Створити аналіз

source: “{{name}}” Multi-Criteria Decision Analysis has been created
be: “{{name}}” шматкрытэрыяльны аналіз быў створаны
pl: Utworzono analizę wielokryterialną „{{name}}”
ru: Многокритериальный анализ «{{name}}» создан

source: Cannot filter by map view
be: Немагчыма адфільтраваць па віду мапы
pl: Nie można filtrować według widoku mapy
ru: Невозможно отфильтровать по виду карты

source: Map is not ready yet, try later
be: Мапа яшчэ не гатовая, паспрабуйце пазней
pl: Mapa nie jest jeszcze gotowa, spróbuj później
ru: Карта еще не готова, попробуйте позже
uk: Карта ще не готова, спробуйте пізніше

source: Filter by map view
be: Адфільтраваць па віду мапы
pl: Filtruj według widoku mapy
ru: Фильтровать по виду карты

source: Affected people
be: Пацярпелыя людзі
pl: Dotknięte osoby
ru: Пострадавшие люди
uk: Люди які постраждали

source: No humanitarian impact
ar: لا أثر إنساني
be: Няма гуманітарных наступстваў
de: Keine humanitären Auswirkungen
id: Tidak berdampak kemanusiaan
pl: Brak wpływu humanitarnego
ru: Гуманитарного воздействия нет
uk: Жодного гуманітарного впливу

source: Settled area
be: Заселеная тэрыторыя
pl: Zamieszkany obszar
ru: Заселённая территория
uk: Заселений район

source: Estimated loss
ar: الخسارة المقدرة
be: Прыблізныя страты
de: Geschätzter Verlust
id: Estimasi kerugian
pl: Szacowane straty
ru: Предполагаемый ущерб
uk: Орієнтовні збитки

source: The disaster was not found in the current disaster feed
be: Катастрофа не была знойдзеная ў цякучай стужцы катастроф
pl: Katastrofa nie została znaleziona w bieżącym kanale
ru: Катастрофа не найдена в текущей ленте катастроф

source: No disaster selected
ar: لم يتم اختيار كارثة
be: Катастрофа не выбрана
de: Keine Katastrophe ausgewählt
id: Tidak ada bencana yang dipilih
pl: Nie wybrano katastrofy
ru: Катастрофа не выбрана
uk: Катастрофа не вибрана

source: Choose disaster
ar: اختر كارثة
be: Выбраць катастрофу
de: Katastrophe auswählen
id: Pilih bencana
pl: Wybierz katastrofę
ru: Выберите катастрофу
uk: Виберіть катастрофу

source: No historical disasters in this area
be: Няма гістарычных катастроф у дадзеным раёне
pl: Brak historycznych katastrof w tym obszarze
ru: В этой области нет исторических катастроф
uk: Катастроф на цій території не знайдено
