Repository: konturio/disaster-ninja-fe
Catalog: src/core/localization/gettext/*/common.po
Languages: ar, be, de, id, pl, ru, uk

source: The Disasters panel continually refreshes to inform you about ongoing events. It consumes data from the <2>Kontur Event Feed</2>, which you can also access via an API.
ar: يتم تحديث لوحة الكوارث باستمرار لإبلاغك بالأحداث الجارية. إنها تستهلك البيانات من <2>Kontur Event Feed</2> والتي يمكنك أيضًا الوصول إليها عبر واجهة برمجة التطبيقات.
de: Das Bedienfeld von Disasters wird kontinuierlich aktualisiert, um Sie über aktuelle Ereignisse zu informieren. Es bezieht die Daten aus dem <2>Kontur Ereignis-Feed</2>, auf den Sie auch über eine API zugreifen können.
id: Panel Bencana disegarkan secara terus-menerus untuk memberi tahu Anda kejadian yang sedang berlangsung. Panel ini memakai data dari <2>Feed Kejadian Kontur</2>, yang juga dapat diakses melalui API.
uk: Панель Катастроф постійно оновлюється, щоб інформувати вас про поточні події. Дані отримані з каналу подій <2>Kontur</2>, до якого також можна отримати доступ через API.

source: 2. Focus on your area of interest.
ar: 2. التركيز على مجال اهتمامك.
de: 2. Den Fokus auf Ihr Interessengebiet zu legen.
id: 2. Fokus pada area perhatian Anda.
uk: 2. Фокусуйтеся на вашій сфері інтересів.

source: The Drawing Tools panel allows you to draw or upload your own geometry on the map. You can also focus on a disaster-exposed area or an administrative unit — a country, city, or region.
ar: تتيح لك لوحة أدوات الرسم رسم أو تحميل الشكل الهندسي الخاص بك على الخريطة. يمكنك أيضًا التركيز على منطقة معرضة للكوارث أو وحدة إدارية - بلد أو مدينة أو منطقة.
de: Mit den Zeichenwerkzeugen können Sie Ihre eigene geometrische Form auf die Karte zeichnen oder hochladen. Sie können sich auch auf ein von einer Katastrophe betroffenes Gebiet oder eine Verwaltungseinheit - ein Land, eine Stadt oder eine Region - konzentrieren.
id: Panel Peralatan Gambar memungkinkan Anda menggambar atau mengunggah geometri Anda sendiri pada peta. Anda juga dapat berfokus pada area yang terpapar bencana atau satuan administratif — negara, kota, atau wilayah.
uk: Панель "Інструменти малювання" дозволяє малювати або завантажувати власну геометрію на карту. Ви також можете фокусуватися на області, що постраждала від стихійного лиха, або на адміністративній одиниці — країна, район чи місто.

source: 3. Get analytics for the focused area.
ar: 3. الحصول على تحليلات لمنطقة الاهتمام.
de: 3. Die Analytik für den ausgewählten Bereich aufrufen.
id: 3. Dapatkan analitik untuk area yang menjadi fokus.
uk: 3. Отримайте аналітику для вибраної області.

source: The Analytics panel shows the number of people living in that area per <2>Kontur Population</2> and estimated mapping gaps in OpenStreetMap. Kontur’s customers have access to hundreds of other indicators through Advanced Analytics.
ar: تعرض لوحة التحليلات عدد الأشخاص الذين يعيشون في تلك المنطقة حسب <2>Kontur Population</2> وفجوات الخرائط المقدرة في OpenStreetMap. يمكن لعملاء Kontur الوصول إلى مئات المؤشرات الأخرى من خلال التحليلات المتقدمة.
de: Das Bedienfeld Analytik zeigt die Anzahl der in diesem Gebiet lebenden Menschen pro <2>Kontur Bevölkerung</2> und geschätzte Kartierungslücken in OpenStreetMap. Kontur-Kunden haben über Erweiterte Analytik Zugang zu Hunderten von weiteren Indikatoren.
id: Panel Analitik memperlihatkan jumlah orang yang tinggal di area tersebut untuk setiap <2>Populasi Kontur</2> dan perkiraan kesenjangan pemetaan di OpenStreetMap. Pelanggan Kontur memiliki akses ke ratusan indikator lainnya melalui Analitik Lanjut.
uk: Панель Аналітика показує кількість людей, які проживають у цьому регіоні на основі <2>населення Kontur</2> і потенційні прогалини картографування в OpenStreetMap. Клієнти Kontur мають доступ до сотень інших показників за допомогою Детальної Аналітики.

source: 4. Explore data on the map and make conclusions.
ar: 4. استكشاف البيانات على الخريطة والتوصل إلى استنتاجات.
de: 4. Die Daten auf der Karte entdecken und Schlussfolgerungen ziehen.
id: 4. Selidiki data pada peta dan buat kesimpulan.
uk: 4. Досліджуйте дані на карті та робіть висновки.

source: The Layers panel gives you various options to display two indicators simultaneously on a bivariate map, e.g., population density and distance to the nearest fire station. Use the color legend to assess which areas require attention. <br/>Hint: in general, green indicates low risk / few gaps, red — high risk / many gaps.
ar: تمنحك لوحة Layers خيارات متنوعة لعرض مؤشرين في وقت واحد على خريطة ثنائية المتغير على سبيل المثال الكثافة السكانية والمسافة إلى أقرب محطة إطفاء. استخدم وسيلة إيضاح اللون لتقييم المناطق التي تتطلب الانتباه. <br/>بشكل عام، يشير اللون الأخضر إلى مخاطر منخفضة / فجوات قليلة، والأحمر - مخاطر عالية / العديد من الفجوات.
de: Das Ebenen-Panel bietet Ihnen verschiedene Optionen, um zwei Indikatoren gleichzeitig auf einer bivariaten Karte anzuzeigen, z. B. die Bevölkerungsdichte und die Entfernung zur nächsten Feuerwache. Verwenden Sie die Farblegende, um zu beurteilen, welche Bereiche Aufmerksamkeit erfordern. <br/>Tipp: Im Allgemeinen bedeutet grün ein geringes Risiko / wenige Lücken, rot ein hohes Risiko / viele Lücken.
id: Panel Lapisan memberi Anda berbagai opsi untuk menampilkan dua indikator secara serentak pada peta bivariat, misalnya kepadatan populasi dan jarak ke stasiun pemadam kebakaran terdekat. Gunakan legenda warna untuk menilai area mana yang perlu diperhatikan. <br/>Petunjuk: secara umum, warna hijau menunjukkan risiko rendah/sedikit kesenjangan, warna merah — risiko tinggi/banyak kesenjangan.
uk: Панель "Шари" надає різні параметри для одночасного відображення двох індикаторів на карті, наприклад, щільність населення та відстань до найближчої пожежної частини. Використовуйте легенду кольорів, щоб визначити, які області потребують уваги. <br/>Підказка: загалом зелений колір означає низький ризик / мало прогалин, червоний — високий ризик / багато прогалин.

source: In addition, you can switch to Reports in the left panel to access data on potential errors and inconsistencies in OpenStreetMap and help fix them by mapping the respective area with the JOSM editor.
ar: بالإضافة إلى ذلك ، يمكنك التبديل إلى التقارير في اللوحة اليمنى للوصول إلى البيانات المتعلقة بالأخطاء والتناقضات المحتملة في OpenStreetMap والمساعدة في إصلاحها عن طريق رسم خريطة المنطقة المعنية باستخدام محرر JOSM.
de: Außerdem können Sie im linken Bereich zu Berichte wechseln, um auf Daten zu potenziellen Fehlern und Unstimmigkeiten in OpenStreetMap zuzugreifen und dabei zu helfen, diese zu beheben, indem Sie das entsprechende Gebiet mit dem JOSM-Editor kartieren.
id: Selain itu, Anda dapat beralih ke Laporan di panel kiri untuk mengakses data tentang potensi kesalahan dan inkonsistensi di OpenStreetMap serta membantu memperbaikinya dengan memetakan masing-masing area menggunakan editor JOSM.
uk: Крім того, ви можете перейти до звітів на лівій панелі, щоб отримати доступ до даних про потенційні помилки та невідповідності в даних OpenStreetMap і допомогти їх виправити, наприклад за допомогою редактора JOSM.

source: Go to the map now
ar: الانتقال إلى الخريطة الآن
de: Jetzt die Karte aufrufen
id: Buka peta sekarang
uk: Перейти до мапи

source: We hope you find this tool valuable. Use the chatbox on Disaster Ninja for any questions about the functionality, and we will be happy to guide you. You can also contact us by email at <1>hello@kontur.io</1> if you have feedback or suggestions on improving the tool.<br/><br/>Disaster Ninja is an open-source project. Find the code in <8>Kontur’s GitHub account</8>.
ar: نأمل أن تجد هذه الأداة ذات قيمة. استخدم مربع الدردشة على Disaster Ninja لأية أسئلة حول وظائفه، وسنكون سعداء بإرشادك. يمكنك أيضًا التواصل معنا عبر البريد الإلكتروني<1>hello@kontur.io</1> إذا كان لديك ملاحظات أو اقتراحات بشأن تحسين الأداة.<br/><br/>يُعدّ Disaster Ninja مشروعًا مفتوح المصدر. تحقق من الكود في حساب <8>Kontur</8> على <8>GitHub</8>.
de: Wir hoffen, dass dieses Tool Ihnen von Nutzen ist. Wenn Sie Fragen zur Funktionalität haben, können Sie die Chatbox auf Disaster Ninja nutzen, und wir helfen Ihnen gerne weiter. Sie können uns auch eine E-Mail an <1>hello@kontur.io</1> schreiben, wenn Sie Feedback oder Vorschläge zur Verbesserung des Tools haben.<br/><br/>Disaster Ninja ist ein Open-Source-Projekt. Sie finden den Code in <8>Konturs GitHub-Konto</8>.
id: Kami berharap agar alat ini bermanfaat bagi Anda. Gunakan kotak obrolan di Disaster Ninja untuk setiap pertanyaan tentang fungsionalitas, dan kami dengan senang hati akan memandu Anda. Anda juga dapat menghubungi kami melalui email di <1>hello@kontur.io</1> jika Anda memiliki tanggapan atau saran untuk meningkatkan alat ini.<br/><br/>Disaster Ninja adalah proyek sumber terbuka. Temukan kodenya di <8>akun GitHub Kontur</8>.
uk: Ми сподіваємося, що цей інструмент буде корисний. Використовуйте вікно чату на Disaster Ninja, щоб задати будь-які запитання щодо функціональності, і ми з радістю допоможемо вам. Ви також можете зв’язатися з нами електронною поштою <1>hello@kontur.io</1> якщо у вас є відгуки чи пропозиції щодо вдосконалення інструменту.<br/><br/> Disaster Ninja є проєктом з відкритим кодом. Дивіться код в обліковому записі GitHub <8>Kontur</8>.

source: Logout
ar: تسجيل خروج
de: Abmelden
id: Keluar

source: Loading events
ar: جارٍ تحميل الأحداث
de: Ereignisse werden geladen
id: Memuat kejadian

source: Sorry, we are having issues, which will be fixed soon
ar: عذرًا، حدثت مشكلات، سيتم إصلاحها قريبًا
de: Leider gibt es derzeit ein paar Probleme, die wir in Kürze beheben werden
id: Maaf, kami mengalami masalah yang akan segera diperbaiki

source: Request Timeout
ar: انتهت مهلة الطلب
de: Zeitüberschreitung der Anfrage
id: Waktu Permintaan Habis

source: Can't connect to server
ar: لا يمكن الاتصال بالخادم
de: Die Verbindung zum Server kann nicht hergestellt werden
id: Tidak dapat terhubung ke server

source: Server Error
ar: خطأ في الخادم
de: Serverfehler
id: Kesalahan Server

source: Your Layers
ar: طبقاتك
de: Ihre Ebenen
id: Lapisan Anda

source: Kontur Analytics
ar: تحليلات كونتور
de: Kontur Analytik
id: Analitik Kontur

source: QA
ar: تأكيد الجودة
de: QS

source: OpenStreetMap Based
ar: فتح خريطة الشارع على أساس
de: Basierend auf OpenStreetMap
id: Berbasis OpenStreetMap

source: Photo
ar: صورة
de: Foto
id: Foto

source: Can't use map as filter
ar: لا يمكن استخدام الخريطة كعامل تصفية
de: Die Karte kann nicht als Filter verwendet werden
id: Tidak dapat menggunakan peta sebagai filter

source: Map not ready yet, try later
ar: الخريطة ليست جاهزة بعد، حاول لاحقًا
de: Die Karte ist noch nicht bereit. Bitte versuchen Sie es später.
id: Peta belum siap, coba nanti

source: Use map view as filter
ar: استخدم عرض الخريطة كعامل تصفية
de: Kartenansicht als Filter verwenden
id: Gunakan tampilan peta sebagai filter

source: Affected People
ar: الأشخاص المتأثرون
de: Betroffene Menschen
id: Orang yang Terdampak

source: Settled Area
ar: منطقة مستوطنة
de: Besiedeltes Gebiet
id: Area yang Ditempati

source: Event not found in the current event feed
ar: لم يتم العثور على الحدث في موجز الأحداث الحالية
de: Das Ereignis wurde nicht im aktuellen Ereignis-Feed gefunden
id: Kejadian tidak ditemukan di feed kejadian terkini

source: INFO
ar: معلومات

source: Error while fetching analytics data
ar: خطأ أثناء جلب بيانات التحليلات
de: Fehler beim Abrufen von Analysedaten
id: Kesalahan saat mengambil data analitik

source: Sorry, requested event not found.
ar: عذرًا، الحدث المطلوب غير موجود.
de: Leider wurde das gewünschte Ereignis nicht gefunden.
id: Maaf, kejadian yang diminta tidak ditemukan.

source: An error occured!
ar: حدث خطأ!
de: Es ist ein Fehler aufgetreten!
id: Terjadi kesalahan!

source: Area
ar: منطقة
de: Gebiet

source: Selected Area
ar: منطقة مختارة
de: Ausgewähltes Gebiet
id: Area Pilihan

source: Self intersections are not supported!
ar: التقاطعات الذاتية غير مدعومة!
de: Überschneidungen werden nicht unterstützt!
id: Tidak mendukung perpotongan dengan dirinya sendiri!

source: Bivariate Matrix
ar: مصفوفة ثنائية المتغير
id: Matriks Bivariat

source: Email has not to be empty!
ar: يجب أن لا يكون البريد الإلكتروني فارغًا!
de: E-Mail darf nicht leer sein!
id: Email tidak boleh kosong!

source: Email has to be valid!
ar: يجب أن يكون البريد الإلكتروني صالحًا!
de: E-Mail muss gültig sein!
id: Email harus valid!

source: Password has not to be empty!
ar: يجب أن لا تكون كلمة السر فارغة!
de: Passwort darf nicht leer sein!
id: Kata sandi tidak boleh kosong!

source: Couldn't connect to authentication service
ar: تعذّر الوصول إلى خادم المصادقة
de: Die Verbindung zum Authentifizierungsdienst konnte nicht hergestellt werden
id: Tidak dapat terhubung ke layanan autentikasi

source: Full Name
ar: الاسم الكامل
de: Vollständiger Name
id: Nama Lengkap

source: HOT
ar: حار
id: HANGAT

source: Episode
ar: الحلقة
