Repository: konturio/disaster-ninja-fe
Catalog: src/core/localization/gettext/*/common.po
Languages: ar, be, de, id, pl, ru, uk

source: There was an error during payment initialization. Please try again or contact our support
be: Адбылася памылка падчас ініцыялізацыі плацяжу. Калі ласка, паспрабуйце яшчэ раз ці звяжыцеся са службай падтрымкі
pl: Wystąpił błąd podczas inicjalizacji płatności. Spróbuj ponownie lub skontaktuj się z pomocą techniczną
ru: Произошла ошибка при инициализации платежа. Попробуйте снова или свяжитесь со службой поддержки

source: Success
be: Паспяхова
pl: Sukces
ru: Успех

source: Thank you for subscribing to our platform!
be: Дзякуй за падпіску на нашу платформу!
pl: Dziękujemy za subskrypcję naszej platformy!
ru: Спасибо за подписку на нашу платформу!

source: After the page refreshes, you can start using Kontur Atlas
be: Пасля абнаўлення старонкі вы можаце пачаць выкарыстоўваць Kontur Atlas
pl: Po odświeżeniu strony możesz zacząć korzystać z Kontur Atlas
ru: После обновления страницы вы сможете начать использовать Kontur Atlas

source: Disaster Ninja Reports
ar: تقارير Disaster Ninja
be: Справаздачы Disaster Ninja
de: Disaster Ninja Berichte
id: Laporan Disaster Ninja
pl: Raporty Disaster Ninja
ru: Отчёты Disaster Ninja
uk: Звіти Disaster Ninja

source: No data for this report
ar: لا توجد بيانات لهذا التقرير
be: Няма даных для гэтай справаздачы
de: Keine Daten für diesen Bericht
id: Tidak ada data untuk laporan ini
pl: Brak danych do tego raportu
ru: Нет данных для этого отчёта
uk: Нема даних для звіту

source: Sorting data...
ar: جارٍ ترتيب البيانات...
be: Сартыроўка даных...
de: Daten werden sortiert...
id: Menyortir data...
pl: Sortowanie danych...
ru: Сортировка данных...
uk: Сортуємо дані...

source: Loading data
ar: جارٍ تحميل البيانات
be: Загрузка даных
de: Daten werden geladen
id: Memuat data
pl: Ładowanie danych
ru: Загрузка данных
uk: Завантажуємо дані

source: Open via JOSM remote control
ar: الفتح من خلال وحدة تحكم JOSM عن بعد
be: Адкрыць праз дыстанцыйнае кіраванне JOSM
de: Öffnen über die JOSM-Fernsteuerung
id: Buka melalui kendali jarak jaruh JOSM
pl: Otwórz przez zdalne sterowanie JOSM
ru: Открыть через удалённое управление JOSM
uk: Відкрити в JOSM

source: JOSM logo
ar: شعار JOSM
be: Лагатып JOSM
id: Logo JOSM
pl: Logo JOSM
ru: Логотип JOSM
uk: Логотип JOSM

source: See all reports
ar: عرض جميع التقارير
be: Паглядзець усе справаздачы
de: Alle Berichte anzeigen
id: Lihat semua laporan
pl: Zobacz wszystkie raporty
ru: Посмотреть все отчёты
uk: Дивитися всі звіти

source: Wrong report ID
ar: معرف التقرير خاطئ
be: Няправільны ідэнтыфікатар справаздачы
de: Falsche Berichts-ID
id: ID laporan salah
pl: Nieprawidłowy identyfikator raportu
ru: Неверный идентификатор отчёта
uk: Неправильний ID звіту

source: <0>Kontur </0> generates several reports that help validate OpenStreetMap quality. They contain links to areas on <4>osm.org </4> and links to open them in the JOSM editor with enabled remote control for editing.
ar: ينشئ <0> Kontur</0> عدة تقارير تساعد في التحقق من جودة OpenStreetMap. تحتوي هذه التقارير على روابط لمناطق على <4> osm.org </4> وروابط يمكن فتحها في محرر JOSM مع تمكين التحكم عن بعد للتحرير.
be: <0>Kontur </0> стварае некалькі справаздач, якія дапамагаюць ацаніць якасць OpenStreetMap. Яны ўтрымліваюць спасылкі на вобласці на <4>osm.org </4> і спасылкі для адкрыцця іх у рэдактары JOSM з уключаным дыстанцыйным кіраваннем.
de: <0>Kontur </0> generiert verschiedene Berichte, die bei der Überprüfung der Qualität von OpenStreetMap helfen. Sie enthalten Links zu Gebieten auf <4>osm.org </4> und Links, um sie im JOSM-Editor mit aktivierter Fernsteuerung zur Bearbeitung öffnen zu können.
id: <0>Kontur </0> menghasilkan beberapa laporan yang membantu memvalidasi kualitas OpenStreetMap. Laporan tersebut berisi tautan ke area di <4>osm.org </4> dan tautan untuk membukanya di editor JOSM dengan kendali jarak jauh untuk pengeditan yang diaktifkan.
pl: <0>Kontur </0> generuje kilka raportów pomagających w weryfikacji jakości OpenStreetMap. Zawierają one linki do obszarów na <4>osm.org </4> oraz do otwierania ich w edytorze JOSM z włączoną funkcją zdalnego sterowania.
ru: <0>Kontur </0> создаёт несколько отчётов, которые помогают проверять качество OpenStreetMap. Они содержат ссылки на области на <4>osm.org</4> и ссылки для открытия их в редакторе JOSM с включённым удалённым управлением.
uk: <0>Kontur </0> генерує декілька звітів які допомагають перевіряти якість даних OpenStreetMap. Вони містять посилання на <4>osm.org</4> і посилання, щоб відкрити їх у редакторі JOSM для редагування.

source: About
ar: عن
be: Пра сервіс
de: Über uns
id: Tentang
pl: O nas
ru: О сервисе
uk: Про нас

source: Cookies
be: Файлы cookie
pl: Pliki cookie
ru: Файлы cookie

source: Reports
ar: التقارير
be: Справаздачы
de: Berichte
id: Laporan
pl: Raporty
ru: Отчёты
uk: Звіти

source: Report
be: Справаздача
pl: Raport
ru: Отчёт

source: Profile
ar: الملف الشخصي
be: Профіль
de: Profil
id: Profil
pl: Profil
ru: Профиль
uk: Профіль

source: Privacy
be: Прыватнасць
pl: Prywatność
ru: Конфиденциальность
uk: Конфіденційність

source: Terms
be: Умовы
pl: Regulamin
ru: Условия

source: User guide
be: Дапаможнік
pl: Przewodnik użytkownika
ru: Руководство

source: Upload imagery
pl: Prześlij obrazy
ru: Загрузить изображение

source: Imagery catalog
pl: Katalog obrazów
ru: Каталог изображений

source: Theme
ar: النسق
be: Тэма
de: Thema
id: Tema
pl: Motyw
ru: Тема
uk: Тема

source: Language
ar: اللغة
be: Мова
de: Sprache
id: Bahasa
pl: Język
ru: Язык
uk: Мова

source: Units
ar: الوحدات
be: Адзінкі вымярэння
de: Einheiten
id: Satuan
pl: Jednostki
ru: Единицы измерения
uk: Одиниці вимірювання

source: Full name
be: Поўнае імя
pl: Imię i nazwisko
ru: Полное имя

source: metric
ar: المقياس
be: метрычная сістэма
de: metrisch
id: metrik
pl: metryczne
ru: метрическая
uk: метрична система

source: imperial (beta)
ar: إمبريالي (بيتا)
be: імперская сістэма (бэта)
pl: imperialne (beta)
ru: имперская (бета)
uk: англійська система (бета)

source: Personalize your experience
be: Наладзьце свой вопыт выкарыстання
pl: Spersonalizuj swoje doświadczenie
ru: Персонализируйте свой опыт

source: your current job
be: ваша цяперашняя праца
pl: Twoje aktualne stanowisko
ru: ваша текущая должность

source: area of expertise
be: сфера дзейнасці
pl: obszar specjalizacji
ru: область экспертизы

source: challenges
be: праблемы
pl: wyzwania
ru: задачи

source: For better personalization, please include details such as:
be: Для лепшай персаналізацыі, калі ласка, пазначце наступнае:
pl: Aby lepiej dopasować ustawienia, podaj informacje takie jak:
ru: Для лучшей персонализации укажите, например:

source: This information is compatible with AI tools
be: Гэтая інфармацыя сумяшчальная з інструментамі AI
pl: Te informacje są zgodne z narzędziami AI
ru: Эта информация совместима с инструментами AI

source: Improves analysis
be: Паляпшае аналіз
pl: Poprawia analizę
ru: Улучшает аналитику

source: Bio
ar: السيرة
be: Аб сабе
pl: Biogram
ru: О себе
uk: Про себе

source: e.g. GIS specialist with 5+ years of experience in disaster risk analysis, focused on urban resilience.
be: Напрыклад, спецыяліст у галіне ГІС з 5+ гадамі вопыту ў аналізе рызыкаў катастроф, арыентаваны на гарадскую ўстойлівасць.
pl: np. specjalista GIS z ponad 5-letnim doświadczeniem w analizie ryzyka katastrof, skoncentrowany na odporności miast.
ru: Например, ГИС-специалист с более чем 5-летним опытом анализа рисков катастроф, с фокусом на устойчивость городов.

source: Analysis objectives
be: Мэты аналізу
pl: Cele analizy
ru: Цели анализа

source: e.g. Urban planning analysis with a focus on climate resilience. My current challenge is improving flood risk mapping.
be: Напрыклад, аналіз гарадскога планавання з акцэнтам на кліматычную ўстойлівасць. Мая цяперашняя задача — паляпшэнне картаграфавання рызыкаў паводак.
pl: np. analiza planowania przestrzennego ze szczególnym uwzględnieniem odporności klimatycznej. Moim obecnym wyzwaniem jest ulepszanie mapowania ryzyka powodziowego.
ru: Например, анализ городского планирования с акцентом на устойчивость к климатическим изменениям. Моя текущая задача — улучшение картографирования рисков наводнений.

source: Settings
ar: الإعدادات
be: Налады
de: Einstellungen
id: Pengaturan
pl: Ustawienia
ru: Настройки
uk: Налаштування

source: Your organization
be: Ваша арганізацыя
pl: Twoja organizacja
ru: Ваша организация

source: Your contact info
be: Вашыя кантактныя даныя
pl: Twoje dane kontaktowe
ru: Ваши контактные данные

source: Organization name
be: Назва арганізацыі
pl: Nazwa organizacji
ru: Название организации

source: Position
be: Пасада
pl: Stanowisko
ru: Должность
uk: Позиція

source: GIS specialists in your team
be: ГІС-спецыялісты ў вашай камандзе
pl: Specjaliści GIS w Twoim zespole
ru: ГИС-специалисты в вашей команде

source: Phone number with country code
be: Нумар тэлефона з кодам краіны
pl: Numer telefonu z kodem kraju
ru: Номер телефона с кодом страны

source: LinkedIn profile
be: Профіль у LinkedIn
pl: Profil LinkedIn
ru: Профиль в LinkedIn

source: Default disaster feed
ar: موجز الكوارث الافتراضي
be: Стужка катастроф па змаўчанні
de: Standardmäßige Katastrophenmeldung
id: Feed bencana bawaan
pl: Domyślny kanał katastrof
ru: Лента катастроф по умолчанию
uk: Стрічка катастроф за замовчуванням

source: Default OpenStreetMap editor (beta)
ar: محرر OpenStreetMap الافتراضي (بيتا)
be: Рэдактар OpenStreetMap па змаўчанні (бэта)
de: Standardmäßiger OpenStreetMap-Editor (Beta)
id: Editor OpenStreetMap bawaan (beta)
pl: Domyślny edytor OpenStreetMap (beta)
ru: Редактор OpenStreetMap по умолчанию (бета)
uk: Редактор OpenStreetMap за замовчуванням (бета)

source: All changes have been applied successfully
ar: تم تطبيق جميع التغييرات بنجاح
be: Усе змены былі паспяхова захаваны
de: Alle Änderungen wurden erfolgreich übernommen
id: Semua perubahan telah berhasil diterapkan
pl: Wszystkie zmiany zostały pomyślnie zastosowane
ru: Все изменения успешно применены
uk: Усі зміни успішно застосовано

source: I don’t know
be: Я не ведаю
pl: Nie wiem
ru: Не знаю

source: English
ar: الإنجليزية
be: Англійская
de: Englisch
id: Inggris
pl: Angielski
ru: Английский
uk: Англійська

source: Spanish
ar: الإسبانية
be: Іспанская
de: Spanisch
id: Spanyol
pl: Hiszpański
ru: Испанский
uk: Іспанська

source: Arabic
ar: العربية
be: Арабская
de: Arabisch
id: Arab
pl: Arabski
ru: Арабский
uk: Арабська

source: Korean
ar: الكورية
be: Карэйская
id: Korea
pl: Koreański
ru: Корейский
uk: Корейська

source: Indonesian
ar: الأندونيسية
be: Інданезійская
id: Indonesia
pl: Indonezyjski
ru: Индонезийский
uk: Індонезійська

source: German
ar: ألمانية
be: Нямецкая
id: Jerman
pl: Niemiecki
ru: Немецкий
uk: Німецька

source: Belarusian
be: Беларуская
pl: Białoruski
ru: Белорусский
uk: Білоруська

source: Russian
be: Руская
pl: Rosyjski
ru: Русский
uk: Російська

source: Ukrainian
ar: الأوكرانية
be: Украінская
pl: Ukraiński
ru: Украинский
uk: Українська

source: Chinese
ru: Китайский

source: Freehand geometry
be: Адвольная геаметрыя
pl: Dowolna geometria
ru: Свободная геометрия

source: You can redefine your reference area on map. Select an area and click "Save as reference area" on toolbar.
be: Вы можаце пераназначыць вашу эталонную вобласць на карце. Вылучыце вобласць і націсніце "Захаваць як эталонную вобласць" у панэлі інструментаў.
pl: Możesz ponownie zdefiniować obszar referencyjny na mapie. Wybierz obszar i kliknij "Zapisz jako obszar referencyjny" na pasku narzędzi.
ru: Вы можете переопределить свою эталонную область на карте. Выберите область и нажмите "Сохранить как эталонную область" на панели инструментов.

source: Save an area you are familiar with as a reference. We will use it as a baseline to compare other areas and explain the differences.
be: Захавайце знаёмую вам вобласць як эталонную. Мы будзем выкарыстоўваць яе як падставу для параўнання іншых абласцей і тлумачэння адрозненняў.
pl: Zapisz znany Ci obszar jako referencyjny. Będzie on używany jako punkt odniesienia do porównywania innych obszarów i wyjaśniania różnic.
ru: Сохраните знакомую вам область как эталонную. Мы будем использовать её в качестве основания для сравнения с другими областями и объяснения различий.

source: Set area on map
be: Вылучыць вобласць на карце
pl: Ustaw obszar na mapie
ru: Выделить область на карте

source: Accessing your location
be: Атрыманне вашага месцазнаходжання
pl: Uzyskiwanie dostępu do Twojej lokalizacji
ru: Определение вашего местоположения

source: Error. Try another way.
be: Памылка. Паспрабуйце іншы спосаб.
pl: Błąd. Spróbuj inaczej.
ru: Ошибка. Попробуйте другой способ.

source: Select my current location
be: Абраць маю цякучае месцазнаходжанне
pl: Wybierz moją bieżącą lokalizację
ru: Выбрать моё текущее местоположение

source: Your reference area {{name}} has been saved
be: Ваша эталонная вобласць {{name}} была захаваная
pl: Twój obszar referencyjny {{name}} został zapisany
ru: Ваша эталонная область {{name}} была сохранена

source: Error while getting location
ar: حدث خطأ أثناء الحصول على الموقع
be: Памылка пры атрыманні месцазнаходжання
de: Fehler beim Abrufen des Standorts
id: Kesalahan saat memperoleh lokasi
pl: Błąd podczas pobierania lokalizacji
ru: Ошибка при определении местоположения
uk: Помилка під час визначення місцеположення

source: Loading Episodes
ar: جارٍ تجميل الحلقات
be: Загрузка эпізодаў
de: Episoden werden geladen
id: Memuat Episode
pl: Ładowanie epizodów
ru: Загрузка эпизодов
uk: Завантаження епізодів

source: Zoom to the whole world
be: Аддаліцца да ўсяго свету
pl: Powiększ do całego świata
ru: Отдалиться ко всему миру

source: We value your privacy
be: Мы цэнім вашу прыватнасць
pl: Cenimy Twoją prywatność
ru: Мы ценим вашу конфиденциальность
uk: Ми цінуємо вашу приватність

source: We use absolutely necessary cookies to provide you personalized services and optional cookies to improve {{appName}} and your experience. You can manage cookie settings or withdraw consent to optional cookies at any time. For more information, please, check our [Privacy Policy](about/privacy)
be: Мы выкарыстоўваем неабходныя файлы cookie для прадастаўлення вам персаналізаваных паслуг, а таксама дадатковыя файлы cookie для паляпшэння {{appName}} і вашага вопыту выкарыстання. Вы можаце кіраваць наладамі cookie або адклікаць згоду на дадатковыя cookie ў любы момант. Для атрымання дадатковай інфармацыі азнаёмцеся з нашай [Палітыкай прыватнасці](about/privacy)
pl: Używamy niezbędnych plików cookie do świadczenia spersonalizowanych usług oraz opcjonalnych plików cookie, aby ulepszyć {{appName}} i Twoje doświadczenia. Możesz zarządzać ustawieniami plików cookie lub wycofać zgodę w dowolnym momencie. Więcej informacji znajdziesz w naszej [Polityce prywatności](about/privacy)
ru: Мы используем исключительно необходимые файлы cookie для предоставления персонализированных услуг, а также дополнительные файлы cookie для улучшения {{appName}} и вашего опыта. Вы можете управлять настройками cookie или отозвать согласие на их использование в любое время. Дополнительную информацию можно найти в нашей [Политике конфиденциальности](about/privacy).
uk: Ми використовуємо абсолютно необхідні файли cookies, щоб надавати вам персоналізовані послуги, і додаткові файли cookies, щоб покращити Disaster Ninja та ваш досвід. Ви можете будь-коли змінити налаштування файлів cookies або відкликати згоду на використання додаткових файлів cookies. Щоб дізнатися більше, перегляньте нашу [Політику конфіденційності](about/privacy)

source: Decline optional cookies
be: Адмовіцца ад дадатковых cookie
pl: Odrzuć opcjonalne pliki cookie
ru: Отклонить необязательные файлы cookie
uk: Відхилити файли cookies

source: Accept optional cookies
be: Прыняць дадатковыя cookie
pl: Zaakceptuj opcjonalne pliki cookie
ru: Принять необязательные файлы cookie
uk: Прийняти файли cookies

source: Start sensor recording
be: Пачаць запіс з датчыкаў
pl: Rozpocznij nagrywanie z czujników
ru: Начать запись данных с сенсоров
uk: Почати запис даних з сенсорів

source: Stop sensor recording
be: Спыніць запіс з датчыкаў
pl: Zatrzymaj nagrywanie z czujników
ru: Остановить запись данных с сенсоров
uk: Зупинити запис даних з сенсорів

source: Recording has been finished
be: Запіс завершаны
pl: Nagrywanie zostało zakończone
ru: Запись завершена
uk: Запис даних завершенно

source: Recording has been started
be: Запіс пачаты
pl: Nagrywanie zostało rozpoczęte
ru: Запись началась
uk: Запис даних розпочато

source: Your device does not have the required sensors
be: Вашае прылада не мае неабходных датчыкаў
pl: Twoje urządzenie nie posiada wymaganych czujników
ru: Ваше устройство не имеет необходимые сенсоры
uk: Ваш пристрій не має необхідних сенсорів

source: Layer features within selected area will be provided here
be: Аб'екты слоя ў вылучанай вобласці будуць паказаны тут
pl: Funkcje warstwy w wybranym obszarze zostaną wyświetlone tutaj
ru: Здесь будут отображены объекты слоёв в выделенной области

source: No layer feature selected
be: Не абраны аб'ект слоя
pl: Nie wybrano żadnej funkcji warstwy
ru: Не выбрано ни одного объекта слоя

source: Choose layer feature
be: Абярыце аб'ект слоя
pl: Wybierz funkcję warstwy
ru: Выберите объект слоя

source: The list is filtered by selected area and sorted by project number
be: Спіс адфільтраваны па вылучанай вобласці і адсартаваны па нумары праекта
pl: Lista jest filtrowana według wybranego obszaru i sortowana według numeru projektu
ru: Список отфильтрован по выделенной области и отсортирован по номеру проекта

source: Failed to load layer features data. Please try again.
be: Не атрымалася загрузіць даныя аб'ектаў слоя. Калі ласка, паспрабуйце яшчэ раз.
pl: Nie udało się załadować danych funkcji warstwy. Spróbuj ponownie.
ru: Не удалось загрузить данные об объектах слоя. Попробуйте снова.

source: No features found in the selected area.
be: У вылучанай вобласці не знойдзена аб'ектаў.
pl: Nie znaleziono żadnych funkcji w wybranym obszarze.
ru: В выделенной области не найдено ни одного объекта.

source: {{level}} priority
ru: {{level}} приоритет

source: Save as reference area
be: Захаваць як эталонную вобласць
pl: Zapisz jako obszar referencyjny
ru: Сохранить как эталонную область

source: Unfortunately, we could not save your reference area. Please try again.
be: На жаль, не атрымалася захаваць вашу эталонную вобласць. Калі ласка, паспрабуйце яшчэ раз.
pl: Niestety, nie udało się zapisać obszaru referencyjnego. Spróbuj ponownie.
ru: К сожалению, не удалось сохранить вашу эталонную область. Попробуйте снова.

source: Selected area has been saved as reference area in your profile
be: Вылучаная вобласць была захаваная як эталонная ў вашым профілі
pl: Wybrany obszar został zapisany jako obszar referencyjny w Twoim profilu
ru: Выбранная область сохранена как эталонная область в вашем профиле

source: Login with Google
pl: Zaloguj się przez Google
ru: Войти через Google

source: Mapping types
pl: Typy mapowania

source: Kontur Public
de: Kontur Öffentlichkeit
id: Publik Kontur
pl: Kontur Publiczny

source: Polish
pl: Polski

source: 1.Select an area of interest on the map using the Admin Boundary or Draw Geometry tool. 2. Click the 'Save as Reference' button on the toolbar.
pl: 1. Wybierz interesujący obszar na mapie za pomocą narzędzia granic administracyjnych lub rysowania geometrii. 2. Kliknij przycisk 'Zapisz jako referencję' na pasku narzędzi.

source: Invalid MCDA layer data
be: Няправільныя даныя слоя шматкрытэрыяльнага аналізу

source: Base {{level}}
be: Аснова {{level}}

source: Save features
ar: حفظ الميزات
be: Захаваць аб'екты
de: Merkmale speichern
id: Simpan fitur
uk: Зберегти об'єкти

source: 1.Select an area of interest on the map using the Admin Boundary or Draw Geometry tool. <br/> 2. Click the 'Save as Reference' button on the toolbar.
be: 1. Вылучыце вобласць цікавасці на карце, выкарыстоўваючы інструменты 'Адміністрацыйныя межы' або 'Маляванне геаметрыі'. <br/> 2. Націсніце кнопку 'Захаваць як эталонную вобласць' у панэлі інструментаў.

source: Welcome to Disaster Ninja!
ar: مرحبًا في Disaster Ninja!
de: Willkommen bei Disaster Ninja!
id: Selamat datang di Disaster Ninja!
uk: Вітаємо на Disaster Ninja!

source: Do you want to be notified about ongoing disasters? Are you interested in instant population data and other analytics for any region in the world? Disaster Ninja showcases some of <2>Kontur</2>’s capabilities in addressing these needs.<br/><br/>We initially designed it as a decision support tool for humanitarian mappers. Now it has grown in functionality and use cases. Whether you work in disaster management, build a smart city, or perform research on climate change, Disaster Ninja can help you to:
ar: هل تريد أن يتم إخطارك بالكوارث الجارية؟ هل أنت مهتم بالبيانات السكانية الفورية والتحليلات الأخرى لأي منطقة في العالم؟ يعرض Disaster Ninja بعض قدرات <2>Kontur</2> في تلبية هذه الاحتياجات.<br/><br/>لقد صممناه في البداية ليكون أداة دعم قرار لمصممي الخرائط الإنسانية. الآن، ازدادت وظائفه وحالات استخدامه. سواء كنت تعمل في إدارة الكوارث، أو تبني مدينة ذكية، أو تجري بحثًا عن تغير المناخ، يمكن أن يساعدك Disaster Ninja على:
de: Möchten Sie über aktuelle Katastrophen informiert werden? Sind Sie an sofortigen Bevölkerungsdaten und anderen Analysen für eine beliebige Region auf der Welt interessiert? Disaster Ninja zeigt Ihnen einige der Funktionen von <2>Kontur</2>, mit denen diese Anforderungen umgesetzt werden können.<br/><br/>Ursprünglich haben wir es als Entscheidungshilfe für Kartografen im humanitären Bereich entwickelt. Mittlerweile ist der Funktionsumfang und der Anwendungsbereich des Programms erweitert worden. Ganz gleich, ob Sie im Katastrophenmanagement tätig sind, eine intelligente Stadt bauen oder über den Klimawandel forschen, Disaster Ninja kann Ihnen dabei helfen:
id: Apakah Anda ingin menerima kabar tentang bencana yang sedang terjadi? Anda tertarik dengan data populasi dan analitik lainnya yang tersaji seketika untuk wilayah mana pun di dunia? Disaster Ninja menampilkan beberapa kemampuan dari <2>Kontur</2> dalam mengatasi berbagai kebutuhan ini.<br/><br/>Pada awalnya, kami merancang alat ini sebagai alat bantu untuk pemetaan kemanusiaan. Kini, fungsionalitas dan kasus penggunaannya telah bertambah. Apakah Anda bekerja pada pengelolaan bencana, membangun kota cerdas, ataupun meneliti perubahan iklim, Disaster Ninja dapat membantu Anda untuk:
uk: Ви хочете отримувати повідомлення про катастрофи? Вас цікавлять миттєві дані про населення та інша аналітика для будь-якого регіону світу? Disaster Ninja від <2>Kontur</2> може задовольнити ці потреби.<br/><br/> Ми розробили це як інструмент підтримки прийняття рішень для гуманітарних картографів. Тепер його функціональність зросла. Незалежно від того, чи працюєте ви в сфері боротьби зі стихійними лихами, будуєте розумне місто чи проводите дослідження щодо зміни клімату, Disaster Ninja може вам допомогти:

source: 1. Stay up to date with the latest hazard events globally.
ar: 1. البقاء على اطلاع بآخر التطورات للأحداث الخطرة على مستوى العالم.
de: 1. Über die aktuellen Gefahrenereignisse weltweit auf dem Laufenden zu bleiben.
id: 1. Selalu mendapatkan kabar terbaru tentang kejadian berbahaya terkini di seluruh dunia.
uk: 1. Будьте в курсі останніх катастроф у всьому світі.
