Repository: konturio/disaster-ninja-fe
Catalog: src/core/localization/gettext/*/common.po
Languages: ar, be, de, id, pl, ru, uk

source: No disasters in this feed
be: Няма катастроф у гэтай стужцы
pl: Brak katastrof w tym kanale
ru: В этой ленте нет катастроф
uk: У стрічці немає катастроф

source: No disasters matching your filters
be: Няма катастроф, што адпавядаюць вашым фільтрам
pl: Brak katastrof pasujących do filtrów
ru: Нет катастроф, соответствующих вашим фильтрам

source: No disasters
be: Няма катастроф
pl: Brak katastrof
ru: Нет катастроф
uk: Ніяких катастроф

source: Termination
be: Спыненне
pl: Zakończenie
ru: Прекращение
uk: Припинення

source: Minor
be: Нязначная
pl: Drobna
ru: Незначительное
uk: Незначний

source: Moderate
be: Умераная
pl: Umiarkowana
ru: Умеренное
uk: Помірний

source: Severe
be: Сур'ёзная
pl: Poważna
ru: Серьезное
uk: Сильний

source: Extreme
be: Экстрэмальная
pl: Ekstremalna
ru: Экстремальное
uk: Екстримальний

source: Timeline
be: Часавая шкала
pl: Oś czasu
ru: Таймлайн
uk: Відкрити темпоральну шкалу

source: Save and draw
pl: Zapisz i rysuj
ru: Сохранить и рисовать

source: Edit Layer
ar: تعديل الطبقة
be: Рэдагаваць слой
de: Ebene bearbeiten
id: Edit Lapisan
pl: Edytuj warstwę
ru: Редактировать слой
uk: Редагувати шар

source: Edit Features
ar: تعديل الميزات
be: Рэдагаваць аб'екты
de: Merkmale bearbeiten
id: Edit Fitur
pl: Edytuj cechy
ru: Редактировать объекты
uk: Редагувати об'єкт

source: Delete Layer
ar: حذف الطبقة
be: Выдаліць слой
de: Ebene löschen
id: Hapus Lapisan
pl: Usuń warstwę
ru: Удалить слой
uk: Видалити шар

source: Create Layer
ar: خلق الطبقة
be: Стварыць слой
de: Ebene erstellen
id: Buat Lapisan
pl: Utwórz warstwę
ru: Создать слой
uk: Створити шар

source: Saving layer...
ar: حفظ الطبقة...
be: Захаванне слоя...
de: Ebene wird gespeichert...
id: Menyimpan lapisan...
pl: Zapisywanie warstwy...
ru: Сохранение слоя...
uk: Зберігаємо зміни...

source: Field name
ar: اسم المجال
be: Назва поля
de: Feldname
id: Nama bidang
pl: Nazwa pola
ru: Название поля
uk: Назва поля

source: Layer name
ar: اسم الطبقة
be: Назва слоя
de: Name der Ebene
id: Nama lapisan
pl: Nazwa warstwy
ru: Название слоя
uk: Назва шару

source: Marker icon
ar: رمز العلامة
be: Іконка маркера
de: Markierungssymbol
id: Ikon penanda
pl: Ikona znacznika
ru: Иконка маркера
uk: Значок маркера

source: Type
ar: النوع
be: Тып
de: Typ
id: Jenis
pl: Typ
ru: Тип
uk: Тип

source: Select
ar: تحديد
be: Выбраць
de: Auswählen
id: Pilih
pl: Wybierz
ru: Выбрать
uk: Вибрати

source: Short Text
ar: نص قصير
be: Кароткі тэкст
de: Kurzer Text
id: Teks Singkat
pl: Krótki tekst
ru: Короткий текст
uk: Текст(короткий)

source: Long Text
ar: نص طويل
be: Доўгі тэкст
de: Langer Text
id: Teks Panjang
pl: Długi tekst
ru: Длинный текст
uk: Текст(довгий)

source: Link
ar: رابط
be: Спасылка
id: Tautan
ru: Ссылка
uk: Посилання

source: Image
ar: صورة
be: Выява
de: Bild
id: Gambar
pl: Obraz
ru: Изображение
uk: Зображення

source: Fields
ar: مجالات
be: Палі
de: Felder
id: Bidang
pl: Pola
ru: Поля
uk: Поля

source: Add field
ar: إضافة مجال
be: Дадаць поле
de: Feld hinzufügen
id: Tambahkan bidang
pl: Dodaj pole
ru: Добавить поле
uk: Додати поле

source: Location
ar: موقع
be: Месцазнаходжанне
de: Standort
id: Lokasi
pl: Lokalizacja
ru: Местоположение
uk: Позиція

source: Select some feature for start edit feature properties
ar: حدد بعض الميزات لبدء تحرير خصائص الميزة
be: Выберыце аб'ект для пачатку рэдагавання яго ўласцівасцей
de: Wählen Sie einige Merkmale aus, um Merkmalseigenschaften zu bearbeiten
id: Pilih beberapa fitur untuk mulai mengedit properti fitur
pl: Wybierz cechę, aby rozpocząć edycję jej właściwości
ru: Выберите объект, чтобы начать редактирование его свойств
uk: Виберіть об’єкт для редагування його значень

source: Analytics
ar: التحليلات
be: Аналітыка
de: Analytik
id: Analitik
pl: Analityka
ru: Аналитика
uk: Аналітика

source: Failed receiving data about selected area. It may be too large.
be: Не атрымалася атрымаць даныя аб вылучанай вобласці. Магчыма, яна занадта вялікая.
pl: Nie udało się pobrać danych o wybranym obszarze. Może być zbyt duży.
ru: Не удалось получить данные о выделенной области. Возможно, она слишком велика.

source: Calculations are made for selected area
be: Разлікі зробленыя для вылучанай вобласці
pl: Obliczenia wykonano dla wybranego obszaru
ru: Расчеты выполняются для выделенной области
uk: Аналітика для обраної території

source: Advanced analytics
ar: تحليلات متقدمة
be: Пашыраная аналітыка
de: Erweiterte Analytik
id: Analitik tingkat lanjut
pl: Zaawansowana analityka
ru: Расширенная аналитика
uk: Розширена аналітика

source: Error while fetching advanced analytics data
ar: خطأ أثناء جلب بيانات التحليلات المتقدمة
be: Памылка падчас атрымання даных пашыранай аналітыкі
de: Fehler beim Abrufen von erweiterten Analysedaten
id: Kesalahan saat mengambil data analitik tingkat lanjut
pl: Błąd podczas pobierania danych zaawansowanej analityki
ru: Ошибка при получении данных расширенной аналитики
uk: Помилка під час отримання даних розширеної аналітики

source: Sorry, the requested disaster was not found
be: Прабачце, запытаная катастрофа не знойдзена
pl: Przepraszamy, żądana katastrofa nie została znaleziona
ru: Извините, запрашиваемая катастрофа не найдена
uk: Вибачте, запитана катастрофа не знайдена

source: An error occurred
be: Адбылася памылка
pl: Wystąpił błąd
ru: Произошла ошибка
uk: Сталася помилка

source: Analytics for selected area
be: Аналітыка для вылучанай вобласці
pl: Analityka dla wybranego obszaru
ru: Аналитика для выделенной области
uk: Аналітика для обраної території

source: will be provided here
be: будзе пададзена тут
pl: zostanie udostępniona tutaj
ru: будет представлена здесь
uk: буде надано тут

source: No analytics for the selected area
be: Няма аналітыкі для вылучанай вобласці
pl: Brak analityki dla wybranego obszaru
ru: Нет аналитики для выделенной области

source: AI insights
be: Аналітыка AI
pl: Wnioski SI
ru: Аналитика AI

source: Select area (<icon1 />,<icon2 />,<icon3 />) you want to explore to get AI Insights.
be: Вылучыце вобласць (<icon1 />,<icon2 />,<icon3 />), якую хочаце даследаваць для атрымання Аналітыкі AI.
pl: Wybierz obszar (<icon1 />,<icon2 />,<icon3 />), który chcesz zbadać, aby uzyskać wnioski SI.
ru: Выберите область (<icon1 />,<icon2 />,<icon3 />), которую хотите исследовать, чтобы получить аналитику AI.

source: You can also:
be: Вы таксама можаце:
pl: Możesz także:
ru: Вы также можете:

source: <icon /> <lnk>Fill out analysis objectives</lnk> to personalize AI analysis
be: <icon /> <lnk>Запоўніце мэты аналізу</lnk>, каб персаналізаваць AI аналіз
pl: <icon /> <lnk>Wypełnij cele analizy</lnk>, aby spersonalizować analizę SI
ru: <icon /> <lnk>Заполните цели анализа</lnk>, чтобы персонализировать AI анализ

source: <icon /> Select an area and save it as a reference to compare with another one
be: <icon /> Вылучыце вобласць і захавайце яе як эталонную для параўнання з іншай
pl: <icon /> Wybierz obszar i zapisz jako referencyjny do porównania z innym
ru: <icon /> Выберите область и сохраните её как эталонную, чтобы сравнивать с другой

source: <lnk><icon/> Learn more about AI Insights</lnk>
be: <lnk><icon/> Даведайцеся больш пра Аналітыку AI</lnk>
pl: <lnk><icon/> Dowiedz się więcej o wnioskach SI</lnk>
ru: <lnk><icon/> Узнать больше об аналитике AI</lnk>

source: Polygon
be: Шматкутнік
pl: Wielokąt
ru: Многоугольник

source: Line
ar: خط
be: Лінія
de: Linie
id: Garis
pl: Linia
ru: Линия
uk: Лінія

source: Point
ar: نقطة
be: Кропка
de: Punkt
id: Titik
pl: Punkt
ru: Точка
uk: Точка

source: Finish Drawing
ar: إنهاء الرسم
be: Скончыць маляванне
de: Zeichnen beenden
id: Selesai Menggambar
pl: Zakończ rysowanie
ru: Завершить рисование
uk: Закінчити малювання

source: Click on the map to begin drawing
ar: انقر على الخريطة لبدء الرسم
be: Націсніце на мапу, каб пачаць маляванне
de: Klicken Sie auf die Karte, um mit dem Zeichnen zu beginnen
id: Klik peta untuk mulai menggambar
pl: Kliknij na mapie, aby rozpocząć rysowanie
ru: Нажмите на карту, чтобы начать рисование
uk: Натисніть на карту, щоб почати малювати

source: No drawn geometry to download
ar: لا يوجد مجسم مرسوم للتنزيل
be: Няма намаляванай геаметрыі для загрузкі
de: Keine gezeichnete Formen zum Herunterladen
id: Tidak ada gambar geometri untuk diunduh
pl: Brak narysowanej geometrii do pobrania
ru: Нет нарисованной геометрии для загрузки
uk: Немає геометрії для завантаження

source: Polygon should not overlap itself
ar: يجب ألا يتداخل المضلع مع نفسه
be: Шматкутнік не павінен перакрываць сам сябе
de: Das Polygon darf sich nicht überschneiden
id: Poligon tidak boleh bertumpang-tindih sendiri
pl: Wielokąt nie powinien nachodzić sam na siebie
ru: Полигон не должен пересекаться сам с собой
uk: Полігон не має перетинати сам себе

source: Focus to administrative boundary
ar: التركيز على الحدود الإدارية
be: Фокус на адміністрацыйную мяжу
de: Fokus auf die Verwaltungsgrenze
id: Fokus ke batas administratif
pl: Skup się na granicy administracyjnej
ru: Фокус на административной границе
uk: Фокусувати на адміністративну одиницю

source: Focus to uploaded geometry
ar: التركيز على المجسم المحمل
be: Фокус на загружаную геаметрыю
de: Fokus auf die hochgeladene geometrische Form
id: Fokus ke geometri unggahan
pl: Skup się na przesłanej geometrii
ru: Фокус на загруженной геометрии
uk: Фокусувати на завантажену геометрію

source: Error while reading uploaded file
ar: خطأ أثناء قراءة الملف الذي تم تحميله
be: Памылка пры чытанні загружанага файла
de: Fehler beim Lesen der hochgeladenen Datei
id: Kesalahan saat membaca file unggahan
pl: Błąd podczas odczytu przesłanego pliku
ru: Ошибка при чтении загруженного файла
uk: Помилка під час завантаження файлу

source: Focus to freehand geometry
ar: ركز على المجسم الحر
be: Фокус на адвольную геаметрыю
de: Fokus auf freihändig gezeichnete Formen
id: Fokus ke geometri bebas
pl: Skup się na geometrii odręcznej
ru: Фокус на свободно нарисованной геометрии
uk: Фокусувати на намальовану геометрію

source: Reference area
be: Эталонная вобласць
pl: Obszar referencyjny
ru: Эталонная область

source: Self intersections are not supported
be: Самаперакрыцці не падтрымліваюцца
pl: Samoprzecięcia nie są obsługiwane
ru: Самопересечения не поддерживаются
uk: Самоперетин не підтримується!

source: Bivariate matrix
be: Біварыятыўная матрыца
pl: Macierz dwuwymiarowa
ru: Бивариативная матрица
uk: Біваріативна Матриця

source: Base axis
ar: المحور الأساسي
be: Базавая вось
de: Basisachse
id: Sumbu Dasar
pl: Oś bazowa
ru: Базовая ось
uk: Базова вісь

source: Annex axis
ar: المحور الملحق
be: Дапаможная вось
de: Hilfsachse
id: Sumbu Tambahan
pl: Oś pomocnicza
ru: Дополнительная ось
uk: Додаткова вісь

source: Charts involving the Base and Annex axes help establish a relationship between two data sets.
ar: تساعد المخططات التي تتضمن محوري القاعدة والملحق في إنشاء علاقة بين مجموعتي بيانات.
be: Графікі, якія выкарыстоўваюць базавую і дапаможную восі, дапамагаюць вызначыць сувязь паміж двума наборамі даных.
de: Diagramme mit der Basis- und der Hilfsachse helfen, eine Beziehung zwischen zwei Datensätzen herzustellen.
id: Diagram yang mencakup sumbu Dasar dan sumbu Tambahan membantu menetapkan hubungan antara dua kumpulan data.
pl: Wykresy z osią bazową i pomocniczą pomagają ustalić zależność między dwoma zbiorami danych.
ru: Графики с базовой и дополнительной осями помогают установить взаимосвязь между двумя наборами данных.
uk: Діаграми, що містять базову та додаткову осі, допомагають встановити зв’язок між двома наборами даних.

source: Annex axis - parameters that we analyse
ar: محور الملحق - المعلمات التي نقوم بتحليلها
be: Дапаможная вось - параметры, якія мы аналізуем
de: Hilfsachse - Parameter, die wir analysieren
id: Sumbu Tambahan - parameter yang kita analisis
pl: Oś pomocnicza – parametry, które analizujemy
ru: Дополнительная ось – параметры, которые мы анализируем
uk: Додаткова вісь - параметри, які ми аналізуємо

source: Base axis - reference point in the analysis
ar: المحور الأساسي - النقطة المرجعية في التحليل
be: Базавая вось - апорная кропка ў аналізе
de: Basisachse - Referenzpunkt in der Analyse
id: Sumbu Dasar - titik referensi dalam analisis
pl: Oś bazowa – punkt odniesienia w analizie
ru: Базовая ось – эталонная точка в анализе
uk: Базова вісь - орієнтир при аналізі

source: Ex: the best location to open a cafe
ar: مثال: أفضل موقع لفتح مقهى
be: Напрыклад: найлепшае месца для адкрыцця кавярні
de: Beispiel: der beste Standort für die Eröffnung eines Cafés
id: Contoh: lokasi terbaik untuk membuka kafe
pl: Np.: najlepsza lokalizacja na otwarcie kawiarni
ru: Например: лучшее место для открытия кафе
uk: Наприклад: найкраще місце щоб відкрити кафе

source: We can explore the number of eatery places (Annex axis) against Population density (Base axis).
ar: يمكننا استكشاف عدد أماكن المطاعم (المحور الملحق) مقابل الكثافة السكانية (المحور الأساسي).
be: Мы можам даследаваць колькасць месцаў грамадскага харчавання (дапаможная вось) у параўнанні са шчыльнасцю насельніцтва (базавая вось).
de: Wir können die Anzahl der Lokale (Hilfsachse) gegen die Bevölkerungsdichte (Basisachse) untersuchen.
id: Kita dapat menyelidiki jumlah tempat makan (sumbu Tambahan) terhadap Kerapatan populasi (sumbu Dasar).
pl: Możemy zbadać liczbę lokali gastronomicznych (oś pomocnicza) względem gęstości zaludnienia (oś bazowa).
ru: Мы можем изучить количество мест общественного питания (дополнительная ось) по отношению к плотности населения (базовая ось).
uk: Ми можемо дослідити кількість закладів харчування (додаткова вісь) проти щільності населення (базова вісь).

source: In this scenario, we are first interested in a small number of eatery places, and the number of people in that place gives us additional information.
ar: في هذا السيناريو، نهتم أولاً بعدد صغير من أماكن تناول الطعام ويعطينا عدد الأشخاص في هذا المكان معلومات إضافية.
be: У гэтым выпадку нас найперш цікавіць невялікая колькасць месцаў грамадскага харчавання, а колькасць людзей у гэтым месцы дае дадатковую інфармацыю.
de: In diesem Szenario liegt unser Interesse zunächst auf einer kleinen Anzahl von Lokalen, wobei uns die Anzahl der Personen in diesem Ort zusätzliche Informationen liefert.
id: Dalam skenario ini, pada awalnya kita tertarik dengan beberapa tempat makan, lalu kita mendapatkan informasi tambahan dari jumlah orang di tempat itu.
pl: W tym scenariuszu najpierw interesuje nas niewielka liczba lokali, a liczba ludzi dostarcza informacji dodatkowych.
ru: В этом сценарии нас интересует небольшое количество мест общественного питания, а количество людей в этом месте даёт дополнительную информацию.
uk: У цьому сценарії нас спочатку цікавить невелика кількість закладів харчування, а кількість людей у цьому місці дає нам додаткову інформацію.

source: Choose two layers to explore correlations
ar: اختر طبقتين لاستكشاف الارتباطات
be: Выберыце два слоя для даследавання карэляцый
de: Wählen Sie zwei Ebenen, um Zusammenhänge zu untersuchen
id: Pilih dua lapisan untuk memeriksa korelasi
pl: Wybierz dwie warstwy, aby zbadać korelacje
ru: Выберите два слоя для исследования корреляций
uk: Виберіть два шари, щоб дослідити їх кореляції

source: Layers and correlations are displayed for the current Selected Area
ar: يتم عرض الطبقات والارتباطات للمنطقة المحددة الحالية
be: Слаі і карэляцыі адлюстроўваюцца для вылучанай вобласці
de: Die Ebenen und Zusammenhänge werden für den aktuellen ausgewählten Bereich angezeigt
id: Lapisan dan korelasi ditampilkan untuk Area Pilihan terkini
pl: Warstwy i korelacje są wyświetlane dla aktualnie wybranego obszaru
ru: Слои и корреляции отображаются для текущей выделенной области
uk: Шари та кореляції показані для виділеної області

source: Value divided by Population
ar: القيمة مقسومة على عدد السكان
be: Значэнне, падзеленае на насельніцтва
de: Wert geteilt durch Einwohnerzahl
id: Nilai dibagi dengan Populasi
pl: Wartość podzielona przez liczbę ludności
ru: Значение, делённое на население
uk: Значення, поділене на кількість населення

source: Value divided by Area
ar: القيمة مقسومة على المنطقة
be: Значэнне, падзеленае на плошчу
de: Wert geteilt durch Fläche
id: Nilai dibagi dengan Area
pl: Wartość podzielona przez powierzchnię
ru: Значение, делённое на площадь
uk: Значення, поділене на площу

source: Value divided by Total Buildings Estimate
ar: القيمة مقسومة على تقدير إجمالي المباني
be: Значэнне, падзеленае на агульную колькасць будынкаў
de: Wert geteilt durch geschätzte Gesamtbebauung
id: Nilai dibagi dengan Perkiraan Jumlah Bangunan
pl: Wartość podzielona przez szacowaną liczbę budynków
ru: Значение, делённое на общее количество зданий
uk: Значення, поділене на загальну кількість будівель

source: Value divided by Populated Area
ar: القيمة مقسومة على المنطقة المأهولة
be: Значэнне, падзеленае на заселеную тэрыторыю
de: Wert geteilt durch bevölkerte Fläche
id: Nilai dibagi dengan Area Berpenduduk
pl: Wartość podzielona przez obszar zaludniony
ru: Значение, делённое на заселённую площадь
uk: Значення, поділене на заселену площу

source: Without divider
ar: بدون فاصل
be: Без дзялення
de: Ohne Teilung
id: Tanpa pembagi
pl: Bez dzielnika
ru: Без делителя
uk: Без знаменника

source: Value divided by Total Roads Length
ar: القيمة مقسومة على إجمالي طول الطرق
be: Значэнне, падзеленае на агульную даўжыню дарог
de: Wert geteilt durch die Gesamtlänge der Straßen
id: Nilai dibagi dengan Total Panjang Jalan
pl: Wartość podzielona przez całkowitą długość dróg
ru: Значение, делённое на общую длину дорог
uk: Значення, поділене на загальну довжину доріг

source: Rendering
ar: استدعاء
be: Адмалёўка
de: Übertragung
id: Merender
pl: Renderowanie
ru: Отрисовка
uk: Візуалізація

source: Applied on the map
ar: مطبق على الخريطة
be: Ужыта на карце
de: Wird auf die Karte angewendet
id: Diterapkan pada peta
pl: Zastosowano na mapie
ru: Применено на карте
uk: Нанесено на карту

source: Unfortunately, we cannot display the matrix. Try refreshing the page or come back later.
be: На жаль, мы не можам адлюстраваць матрыцу. Паспрабуйце абнавіць старонку ці вярнуцца пазней.
pl: Niestety nie możemy wyświetlić macierzy. Odśwież stronę lub spróbuj później.
ru: К сожалению, мы не можем отобразить матрицу. Попробуйте обновить страницу или зайдите позже.
uk: На жаль, ми не можемо показати матрицю. Спробуйте оновити сторінку або зачекать.

source: High
ar: مرتفع
be: Высокі
de: Hoch
id: Tinggi
pl: Wysoki
ru: Высокий
uk: Високий

source: Low
ar: منخفض
be: Нізкі
de: Niedrig
id: Rendah
pl: Niski
ru: Низкий
uk: Низький

source: Medium
ar: متوسط
be: Сярэдні
de: Mittel
id: Sedang
pl: Średni
ru: Средний
uk: Середній

source: Not defined
ar: غير معرف
be: Не вызначана
de: Nicht definiert
id: Tidak terdefinisi
pl: Nieokreślony
ru: Не определено
uk: Не задано

source: Sentiments combinations
ar: تركيبات المشاعر
be: Спалучэнні напрамкаў
de: Stimmungs-Kombinationen
id: Gabungan sentimen
pl: Kombinacje odczuć
ru: Комбинации направлений
uk: Комбінація сентиментів

source: There are no legends satisfying the conditions.
ar: لا توجد ملاحظات تفي بالشروط.
be: Няма легенд, якія адпавядаюць умовам.
de: Es gibt keine Legenden, die den Kriterien entsprechen.
id: Tidak ada legenda yang memenuhi kondisi ini.
pl: Brak legend spełniających warunki.
ru: Нет легенд, удовлетворяющих условиям.
uk: Немає легенд, що задовольняють умовам.

source: No Data.
ar: لايوجد بيانات.
be: Няма даных
de: Keine Daten.
id: Tidak Ada Data.
pl: Brak danych.
ru: Нет данных.
uk: Немає даних.

source: Sentiments
ar: المشاعر
be: Напрамак
de: Stimmungen
id: Sentimen
pl: Odczuć
ru: Направление
uk: Сентименти

source: Color Legends
ar: مؤشرات اللون
be: Каляровыя легенды
de: Farbe Legenden
id: Legenda Warna
pl: Legendy kolorów
ru: Цветовые легенды
uk: Легенда кольорів

source: Layers (indicators)
ar: الطبقات (المؤشرات)
be: Слаі (індыкатары)
de: Ebenen (Indikatoren)
id: Lapisan (indikator)
pl: Warstwy (wskaźniki)
ru: Слои (индикаторы)
uk: Шари (індикатори)

source: Сolor manager
ar: مدير الألوان
de: Farbmanager
id: Pengelola warna
pl: Menedżer kolorów
ru: Менеджер цветов
uk: Редактор кольорів

source: Edit in OpenStreetMap
ar: التعديل في OpenStreetMap
be: Рэдагаваць у OpenStreetMap
de: In OpenStreetMap bearbeiten
id: Edit di OpenStreetMap
pl: Edytuj w OpenStreetMap
ru: Редактировать в OpenStreetMap
uk: Редагувати в OpenStreetMap

source: Ruler
ar: المسطرة
be: Лінейка
de: Lineal
id: Penggaris
pl: Linijka
ru: Линейка
uk: Лінійка

source: Collapse
ar: إغلاق
be: Згарнуць
de: Zusammenklappen
id: Ciutkan
pl: Zwiń
ru: Свернуть
uk: Згорнути

source: Expand
ar: فتح
be: Разгарнуць
de: Erweitern
id: Bentangkan
pl: Rozwiń
ru: Развернуть
uk: Розгорнути

source: Application logo
ar: شعار التطبيق
be: Лагатып дадатку
de: Logo der Anwendung
id: Logo aplikasi
pl: Logo aplikacji
ru: Логотип приложения
uk: Логотип аплікації

source: Email
ar: البريد الإلكتروني
be: Электронная пошта
ru: Электронная почта
uk: Електронна пошта

source: Password
ar: كلمة السر
be: Пароль
de: Passwort
id: Kata Sandi
pl: Hasło
ru: Пароль
uk: Пароль

source: Login
ar: تسجيل الدخول
be: Увайсці
de: Anmelden
id: Masuk
pl: Zaloguj się
ru: Войти
uk: Логін

source: Sign up
ar: إنشاء حساب
be: Зарэгістравацца
de: Registrieren
id: Daftar
pl: Zarejestruj się
ru: Регистрация
uk: Зареєструватися

source: Logging in...
ar: جارٍ تسجيل الدخول...
be: Уваход...
de: Anmelden...
id: Masuk...
pl: Logowanie...
ru: Вход в систему...
uk: Входимо...

source: Log in
ar: تسجيل الدخول
be: Увайсці
de: Einloggen
id: Masuk
pl: Zaloguj się
ru: Войти
uk: Увійти

source: Forgot password?
be: Забыліся пароль?
pl: Zapomniałeś hasła?
ru: Забыли пароль?
uk: Забули пароль?

source: Please log in to change your settings
ar: يرجى تسجيل الدخول لتغيير إعداداتك
be: Калі ласка, увайдзіце, каб змяніць налады
de: Bitte melden Sie sich an, um Ihre Einstellungen zu ändern
id: Masuk untuk mengubah pengaturan Anda
pl: Zaloguj się, aby zmienić ustawienia
ru: Пожалуйста, войдите в систему, чтобы изменить настройки
uk: Увійдіть, щоб змінити налаштування

source: Email cannot be empty
be: Поле электроннай пошты не можа быць пустым
pl: Email nie może być pusty
ru: Поле электронной почты не может быть пустым
uk: Електронна пошта не може бути пустою

source: Email has to be valid
be: Увядзіце сапраўдны адрас электроннай пошты
pl: Email musi być prawidłowy
ru: Введите корректный адрес электронной почты
uk: Електронна пошта має бути коректною

source: Password cannot be empty
be: Поле пароля не можа быць пустым
pl: Hasło nie może być puste
ru: Пароль не может быть пустым
uk: Пароль не може бути пустим

source: Could not connect to authentication service
be: Не ўдалося падключыцца да службы аўтэнтыфікацыі
pl: Nie udało się połączyć z usługą uwierzytelniania
ru: Не удалось подключиться к службе аутентификации
uk: Не вдалося під'єднатися до служби аутентифікації

source: Plans & Pricing
be: Тарыфы і цэны
pl: Plany i ceny
ru: Тарифы и цены

source: * Billed as ${{pricePerYear}} USD once yearly
be: * Выстаўляецца рахунак ${{pricePerYear}} USD раз на год
pl: * Rozliczane jako ${{pricePerYear}} USD rocznie
ru: * Выставляется счёт на ${{pricePerYear}} USD раз в год

source: Sign in to subscribe
be: Увайдзіце, каб аформіць падпіску
pl: Zaloguj się, aby zasubskrybować
ru: Войдите, чтобы подписаться

source: Current plan
be: Цяперашні план
pl: Obecny plan
ru: Текущий план

source: Contact sales
be: Звязацца з аддзелам продажаў
pl: Skontaktuj się z działem sprzedaży
ru: Связаться с отделом продаж

source: Book a demo
be: Замовіць дэма
pl: Zarezerwuj demo
ru: Записаться на демонстрацию

source: Request trial
be: Запытаць пробны перыяд
pl: Poproś o wersję próbną
ru: Запросить пробную версию
